Repository: omeka-s-modules/CustomVocab
Catalog: language/*.po
Languages: ca_es, de_de, es, et, eu, fr, it, pt_br, uk

source: Select item below
ca_es: Selecciona un recurs
de_de: Wählen Sie ein Objekt aus
es: Seleccionar un elemento
et: Vali alt ühik
eu: Aukeratu beheko elementua
fr: Choisir un contenu ci-dessous
it: Seleziona contenuto
pt_br: Selecione o item abaixo
uk: Виберіть наступні елементи

source: Select URI below
ca_es: Selecciona un URI
es: Seleccionar el URI a continuación
et: Vali alt URI
eu: Aukeratu beheko URIa
fr: Choisir une URI ci-dessous
it: Seleziona l'URI qui sotto
pt_br: Selecione o URI abaixo
uk: Виберіть наступні URI

source: Select term below
ca_es: Selecciona un terme
de_de: Wählen Sie einen Begriff aus
es: Seleccionar un término
et: Vali alt termin
eu: Aukeratu beheko terminoa
fr: Choisir un vocable ci-dessous
it: Seleziona termine
pt_br: Selecione o termo abaixo
uk: Виберіть наступні терміни

source: Custom Vocab
de_de: Individuelles Vokabular
es: Vocabulario personalizado
et: Kohandatud sõnastik
eu: Hiztegi Pertsonalizatua
fr: Vocabulaire Personnalisé
it: Vocabolario personalizzato
pt_br: Vocabulário Personalizado
uk: Користувацький Словник

source: Import from file
ca_es: Importa des d'un fitxer
es: Importar desde un archivo
et: Impordi failist
fr: Importer à partir d’un fichier
it: Importa da file
uk: Імортувати із файлу

source: Add new vocab
ca_es: Afegeix un nou vocabulari
de_de: Neues Vokabular hinzufügen
es: Añadir nuevo vocabulario
et: Lisa uus sõnastik
eu: Gehitu hiztegi berria
fr: Ajouter un nouveau vocabulaire
it: Aggiungi un nuovo vocabolario
pt_br: Adicionar novo vocabulário
uk: Додати новий словник

source: Omeka could not find any custom vocabularies.
ca_es: No s'ha trobat cap vocabulari personalitzat.
et: Omeka ei leidnud ühtegi kohandatud sõnastikku.
uk: Omeka не змогла знайти ніяких користвацьких словників.

source: Export to file
ca_es: Exporta
es: Exportar a un archivo
et: Ekspordi faili
fr: Exporter dans un fichier
it: Esporta in un file
uk: Експортувати до файлу

source: Update from file
ca_es: Actualitza des d'un fitxer
es: Actualizar desde un archivo
et: Uuenda failist
fr: Mettre à jour à partir d’un fichier
it: Aggiorna da un file
uk: Оновити із файлу

source: Terms
ca_es: Termes
de_de: Begriffe
es: Términos
et: Terminid
eu: Terminoak
fr: Vocables
it: Termini
pt_br: Termos
uk: Терміни

source: URIs
et: URI-d
eu: URIak
it: URI
uk: URI

source: %s items in item set %s
ca_es: %s recursos en el conjunt de recursos %s
es: %s fichas en conjunto de fichas %s
et: %s ühikut ühikute kogus %s
fr: %s contenus dans la collection %s
it: %s contenuti nella collezione %s
uk: %s елементів у наборі елементів %s

source: Custom vocab select
ca_es: Selecciona el vocabulari
es: Seleccionar vocabulario personalizado
et: Kohandatud sõnastiku valimine
eu: Aukeratu hiztegi pertsonalizatua
fr: Menu déroulant Vocabulaire personnalisé
it: Seleziona vocabolario personalizzato
pt_br: Seleção personalizada de vocabulário
uk: Вибраний користувацький словник

source: Selection label
ca_es: Etiqueta
es: Etiqueta de la selección
et: Valiku silt
eu: Hautaketa etiketa
fr: Libellé de la sélection
it: Etichetta per la selezione
pt_br: Rótulo de seleção
uk: Вибір етикетки

source: Custom vocab
es: Vocabulario personalizado
et: Kohandatud sõnastik
eu: Hiztegi pertsonalizatua
fr: Vocabulaire personnalisé
it: Vocabolario personalizzato
pt_br: Vocabulário personalizado
uk: Користувацький словник

source: Select one:
ca_es: Selecciona un:
es: Seleccionar uno…
et: Vali üks:
eu: Hautatu bat:
fr: Choisir une :
it: Seleziona una singola opzione:
pt_br: Selecione um:
uk: Вибрати один:

source: [No selection]
ca_es: [Cap seleccionat]
es: [Ninguna selección]
et: [Valikut pole]
eu: [Ez dago hautaketarik]
fr: [Pas de sélection]
it: [Nessuna selezione]
pt_br: [Nenhuma seleção]
uk: [Не вибрано]

source: The item set, terms, and URIs cannot all be empty.
ca_es: El conjunt de recursos, els termes i els URIs s'han d'emplenar.
es: El conjunto de fichas, términos y URI no pueden quedar todos vacíos.
et: Ühikute kogum, terminid ja URI-d ei saa olla tühjad.
eu: Elementu multozak, terminoak eta URI elementuak ezin dira hutsik egon.
fr: La collection, les vocables et les URIs ne peuvent pas être toutes vides.
it: Collezioni, termini e URI non possono essere tutti vuoti.
pt_br: O conjunto de itens, termos e URIs não podem estar vazios.
uk: Набір елементів, терміни та URI не можуть будти пустими.

source: Custom vocab file applied to this form. Check for accuracy and submit to save.
ca_es: El fitxer del vocabulari personalitzat s'ha aplicat a aquest formulari. Comproveu si és correcte i envieu per desar.
es: Se ha incorporado el archivo de vocabulario personalizado a este formulario. Comprobar su corrección y enviar para guardarlo.
et: Sellele vormile rakendatakse kohandatud sõnastikku. Kontrolli täpsust ja salvesta.
fr: Vocabulaire personnalisé pour ce formulaire. Vérifiez son exactitude et enregistrez-le.
it: File di vocabolario personalizzato applicato a questo modulo. Verificane la correttezza ed invia per salvare.
uk: Файл користувацького словника, застосований до цієї форми. Перевірте правильність і надішліть, щоб зберегти.

source: Invalid custom vocab file.
ca_es: Fitxer invàlid.
es: Archivo de vocabulario personalizado no válido.
et: Vigane kohandatud sõnastiku fail.
fr: Fichier de vocabulaire personnalisé incorrect.
it: File di vocabolario personalizzato non valido.
uk: Некоректний файл користувацького словника.

source: Custom vocab created.
ca_es: S'ha creat el vocabulari.
de_de: Individuelles Vokabular erstellt.
es: Se ha creado un nuevo vocabulario personalizado.
et: Loodi kohandatud sõnastik.
eu: Hiztegi pertsonalizatua sortuta.
fr: Le vocabulaire personnalisé a été créé.
it: Vocabolario personalizzato creato.
pt_br: Vocabulário personalizado criado.
uk: Користувацький словник створено.

source: Cannot add custom vocab.
ca_es: No s'ha pogut afegir el vocabulari.
es: No se puede añadir el vocabulario personalizado.
et: Kohandatud sõnastikku ei saa lisada.
fr: Impossible d’ajouter un vocabulaire personnalisé.
it: Non è possibile aggiungere questo vocabolario personalizzato.
uk: Неможливо додати користувацький словник.

source: Custom vocab updated.
ca_es: S'ha actualitzat el vocabulari.
de_de: Individuelles Vokabular aktualisiert.
es: Se ha actualizado el vocabulario personalizado.
et: Kohandatud sõnastikku on uuendatud.
eu: Hiztegi pertsonalizatua eguneratuta.
fr: Le vocabulaire personnalisé a été mis à jour.
it: Vocabolario personalizzato aggiornato.
pt_br: Vocabulário personalizado atualizado.
uk: Користувацький словник оновлено.

source: Cannot edit custom vocab.
ca_es: No s'ha pogut editar el vocabulari.
es: No se puede editar el vocabulario personalizado.
et: Kohandatud sõnastikku ei saa muuta.
fr: Impossible de modifier le vocabulaire personnalisé.
it: Non è possibile modificare questo vocabolario personalizzato.
uk: Неможливо відредагувати користувацький словник.

source: Cannot export custom vocab.
ca_es: No s'ha pogut exportar el vocabulari.
es: No se puede exportar el vocabulario personalizado.
et: Kohandatud sõnastikku ei saa eksportida.
fr: Impossible d’exporter le vocabulaire personnalisé.
it: Non è possibile esportare questo vocabolario personalizzato.
uk: Неможливо експортувати користувацький словник.

source: Vocab successfully deleted
ca_es: S'ha suprimit el vocabulari
de_de: Vokabular erfolgreich gelöscht.
es: Se ha eliminado con éxito el vocabulario personalizado
et: Sõnastik on kustutatud
eu: Hiztegia ongi ezabatu da
fr: Le vocabulaire personnalisé a été supprimé avec succès.
it: Vocabolario eliminato con successo
pt_br: Vocabulário excluído com sucesso
uk: Словник успішно видалено

source: Vocab could not be deleted
ca_es: El vocabulari no es pot suprimir
de_de: Vokabular konnte nicht gelöscht werden.
es: El vocabulario personalizado no puede eliminarse.
et: Sõnastikku ei saa kustutada
eu: Hiztegia ezin da ezabatu
fr: Le vocabulaire personnalisé ne peut pas être supprimé.
it: Non è stato possibile eliminare il vocabolario.
pt_br: Vocabulário não pode ser excluído
uk: Словник неможливо видалити

source: custom vocab
de_de: individuelles Vokabular
es: Vocabulario personalizado
et: kohandatud sõnastik
eu: hiztegi pertsonalizatua
fr: vocabulaire personnalisé
it: Vocabolario personalizzato
pt_br: vocabulário personalizado
uk: користувацький словник

source: A human-readable title of the custom vocabulary.
ca_es: El títol del vocabulari.
de_de: Ein menschenlesbarer Titel für das individuelle Vokabular
es: Un título, de fácil lectura, para el vocabulario personalizado.
et: Kohandatud sõnastiku inimloetav pealkiri.
eu: Hiztegi pertsonalizatuko gizakiak irakurtzeko moduko titulua.
fr: Un titre compréhensible pour le vocabulaire personnalisé
it: Un titolo leggibile dall'uomo del vocabolario personalizzato.
pt_br: Um título legível por humanos do vocabulário personalizado.
uk: Зрозуміла назва користувацького словника.

source: The language of the vocabulary terms.
ca_es: L'idioma dels termes del vocabulari.
de_de: Die Sprache der Vokabularbegriffe.
es: Idioma de los términos del vocabulario
et: Sõnastiku terminite keel.
eu: Hiztegiko terminoen hizkuntza.
fr: La langue des vocables du vocabulaire
it: La lingua dei termini del vocabolario.
pt_br: A linguagem dos termos do vocabulário.
uk: Мова термінів словника.

source: Enter the item set containing the items in this vocabulary.
ca_es: Introduïu el conjunt de recursos que conté els recursos d'aquest vocabulari.
es: Seleccionar un conjunto de fichas que contenga los elementos de este vocabulario.
et: Sisesta ühikute kogum, milles on selle sõnastiku ühikud.
eu: Sartu hiztegi honetako elementuak dituen elementu multzoa.
fr: Saisissez la collection contenant les contenus de ce vocabulaire.
it: Inserisci la collezione che include i contenuti in questo vocabolario.
pt_br: Insira o conjunto de itens que contém os itens neste vocabulário.
uk: Введіть набір елементів, що містить елементи цього словника.

source: Enter all the terms in this vocabulary, separated by new lines.
ca_es: Afegiu els termes un per cada línia.
es: Introducir todos los términos del vocabulario, separados en líneas independientes.
et: Sisesta kõik selles sõnastikus olevad terminid. Iga termin uuele reale.
eu: Sartu hiztegi honetako termino guztiak, lerro saltoz bereizita.
fr: Saisissez tous les vocables de ce vocabulaire, séparés par des sauts de ligne.
it: Inserisci tutti i termini in questo vocabolario, uno per linea.
pt_br: Digite todos os termos deste vocabulário, separados por novas linhas.
uk: Введіть усі терміни цього словника, розділивши їх новими рядками.

source: Enter all the URIs in this vocabulary, separated by new lines. You may label a URI by including the label after the URI, separated by a space.
ca_es: Afegiu els URIs del vocabulari, un per cada línia. Podeu etiquetar un URI incloent l'etiqueta abans de l'URI, separada per un espai.
es: Introducir todos los URIs del vocabulario, separados en líneas independientes. Puede etiquetarse un URI introduciendo la etiqueta después del URI, separada por un espacio.
et: Sisesta kõik selles sõnastikus olevad URI-id. Pane iga URI uuele reale. URI-le võid panna sildi, kui lisad selle URI järele tühiku ning selle järele sildi.
eu: Sartu hiztegi honetak URI guztiak, lerro saltoz bereizita. Etiketa URI onforen sartuta, hutsune batez bereizita, URIa etiketatu dezakezu.
fr: Saisissez toutes les URIs dans ce vocabulaire, séparées par des sauts de ligne. Vous pouvez ajouter un libellé en l’ajoutant après l’URI, séparée d’une espace.
it: Inserisci tutte le URI in questo vocabolario, una per riga. Puoi dare un'etichetta ad un'URI includendola dopo l'URI, separata da uno spazio.
pt_br: Digite todos os URIs neste vocabulário, separados por novas linhas. Você pode rotular um URI incluindo o rótulo após o URI, separado por um espaço.
uk: Введіть усі URI у цьому словнику, розділивши їх новими рядками. Ви можете позначити URI, включивши мітку після URI, розділивши її пробілом.

source: Custom vocab file
ca_es: Fitxer del vocabulari
es: Archivo de vocabulario personalizado
et: Kohandatud sõnastiku fail
fr: Fichier du vocabulaire personnalisé
it: File di vocabolario personalizzato
uk: Файл користувацького словника

source: There are no custom vocabs
de_de: Keine individuellen Vokabulare vorhanden
es: No hay ningún vocabulario personalizado
eu: Ez dago hiztegi pertsonalizaturik

source: Add Custom Vocab
de_de: Individuelles Vokabular hinzufügen

source: Custom Vocabs
de_de: Individuelle Vokabulare

source: Edit Custom Vocab: “%s”
de_de: Individuelles Vokabular "%s" bearbeiten

source: Language:
de_de: Sprache:

source: There was an error during validation
de_de: Fehler während der Validierung

source: Select an item set
de_de: Wählen Sie eine Sammlung aus
